---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportDGNSettings
source: html/ef381ac1-ebdd-b9a4-c1f9-0bebb6c090aa.htm
---
# ExportDGNSettings Properties

The id of the assembly instance to which the element belongs.